GREETING = "Привет! :wave: \n\nЯ твой личный помощник по криптокошелькам! \n \n\
Отслеживай балансы токенов в своих кошельках и получай сообщения об обновлениях! :rocket:"

INFO_COMPACT = "*Вот что я могу для тебя сделать:* \n\n\
:scroll: Посмотреть *список кошельков*: /wallets.\n\n\
:briefcase: Добавить *новый кошелёк*: /addwallet. \n\n\
:moneybag: Посмотреть *токены* в кошельках и их количество: /walletmenu. \n\n\
\n\
:x: *Удалить кошелёк*: /deletewallet. \n\n\
:bell: Для получения *информации* о доступных командах отправь мне команду /help. \n\n "

CHOOSE = "Вы можете поменять состояние монеты или поменять значение изменения баланса, при котором будут присылаться уведомления об измении."

NO_WALLET = "Сейчас нет активных кошельков. \nНапишите /addwallet для добавления нового кошелька. :inbox_tray:"
WALLET_DOESNT_EXIST = "К сожалению, кошелька с таким адресом не существует :x: \n\nПожалуйста, убедитесь в правильности введенного адреса и попробуйте еще раз. :briefcase::sparkles:"
WALLET_WRONG = "Что то пошло не так :x: \n\nПопробуйте еще раз добавить кошелек."
WALLET_LIST = ":bell: Список найденных кошельков:\n"
ADD_WALLET_MESSAGE = 'Напишите /addwallet для добавления нового кошелька. :inbox_tray:'

BALANCE_LIST = ":bell: Список отслеживаемых токенов:\n"